export const MENUS = [
  { id: 0, title: "전체" },
  { id: 1, title: "지원 문의", purple: true },
  { id: 2, title: "채용 절차 문의" },
  { id: 3, title: "팀 문화 문의" },
  { id: 4, title: "기타 문의" },
];
export const DATAS = [
  {
    id: 0,
    title: "다수 포지션으로 지원 가능한가요?",
    answer:
      "당사는 지원자분의 역량을 최우선적으로 검토하며, 나이 및 학력에 제한을 두지 않고 있습니다.",
  },
  {
    id: 1,
    title: "다수 포지션으로 지원 가능한가요?",
    answer:
      "다수 포지션으로 지원 가능하며, 면담 후 역량과 커리어패스에 따라 유연하게 포지션을 제안하고 있습니다.",
  },
  {
    id: 2,
    title: "지원서 제출부터 최종 합격까지 소요되는 기간이 어떻게 되나요?",
    answer:
      "면접 후 수일 내에 결과를 전달하고 있으며, 지원자에게 최대한 빠르게 결과를 전달하고자 노력하고 있습니다.",
  },
  {
    id: 3,
    title: "현재 해외에 거주 중입니다. 화상 인터뷰 가능한가요?",
    answer:
      "대면 면접을 기본으로 하나, 면접자의 상황에 따라 조율 후 화상 인터뷰로 대체 가능합니다.",
  },
  {
    id: 4,
    title: "휴가 사용이 정말로 자유롭나요?",
    answer:
      "네, 개인의 용무가 있다면 연차 및 반차 당일 신청도 가능합니다. 휴가는 연차 외 5일의 특별휴가를 제공해 1년 20일 이상 사용 가능합니다.",
  },
];
